Repository: ozcotech/Denklem-SwiftUI
Catalog: Denklem/Localizable.xcstrings
Source language: en
Languages: sv, tr

# about.app_description_long
source: Mediation Fee Calculation App
sv: App för beräkning av medlingsarvode
tr: Arabuluculuk Ücreti Hesaplama Uygulaması

# about.build_config
source: Build Configuration
sv: Byggkonfiguration
tr: Derleme Yapılandırması

# about.bundle_id
source: Bundle Identifier
sv: Paket-ID
tr: Paket Kimliği

# about.calculation_types
source: Calculation Types
sv: Beräkningstyper
tr: Hesaplama Türleri

# about.company
source: Company
sv: Företag
tr: Şirket

# about.contact
source: Contact
sv: Kontakt
tr: İletişim

# about.copyright
source: All rights reserved.
sv: Alla rättigheter förbehållna.
tr: Tüm hakları saklıdır.

# about.data_source
source: Data Source
sv: Datakälla
tr: Veri Kaynağı

# about.developer
source: Developer
sv: Utvecklare
tr: Geliştiren

# about.disclaimer
source: This app calculates fees based on the Mediation Fee Tariff published by the Ministry of Justice for the year %d. Please consult official sources.
sv: Denna app beräknar arvoden baserat på medlingsarvodestariffen publicerad av justitieministeriet för år %d. Vänligen konsultera officiella källor.
tr: Bu uygulama, Adalet Bakanlığı tarafından yayınlanan %d yılı Arabuluculuk Ücret Tarifesi'ne göre hesaplama yapmaktadır. Resmi kaynakları kontrol etmeniz önerilir.

# about.dispute_types
source: Dispute Types
sv: Tvistyper
tr: Uyuşmazlık Türleri

# about.estimated_data
source: Estimated Data
sv: Uppskattade data
tr: Tahmini Veri

# about.features
source: Features
sv: Funktioner
tr: Özellikler

# about.finalized_data
source: Finalized Data
sv: Slutgiltiga data
tr: Kesinleşmiş Veri

# about.languages
source: Languages
sv: Språk
tr: Diller

# about.legal
source: Legal
sv: Juridik
tr: Yasal

# about.legal_info
source: Legal Information
sv: Juridisk information
tr: Yasal Bilgiler

# about.made_with_love
source: Made with ❤️ in Türkiye.
sv: Gjord med ❤️ i Türkiye.
tr: Türkiye'de ❤️ ile yapıldı.

# about.min_ios_version
source: Minimum iOS Version
sv: Lägsta iOS-version
tr: Minimum iOS Sürümü

# about.official_data
source: Official Data
sv: Officiella data
tr: Resmi Veri

# about.smm_receipt
source: Freelance Receipt
sv: Frilanskvitto
tr: Serbest Meslek Makbuzu

# about.supported_languages
source: Languages
sv: Språk
tr: Diller

# about.supported_years
source: Supported Years
sv: År som stöds
tr: Desteklenen Yıllar

# about.tariff_years
source: Tariff Years
sv: Tariffår
tr: Tarife Yılları

# about.who_we_are
source: Who We Are
sv: Vilka vi är
tr: Biz Kimiz

# agreement_status.agreed
source: Agreement
sv: Överenskommelse
tr: Anlaşma

# agreement_status.agreed.description
source: Parties reached an agreement.
sv: Parterna nådde en överenskommelse.
tr: Taraflar anlaşmaya vardı.

# agreement_status.not_agreed
source: No Agreement
sv: Ingen överenskommelse
tr: Anlaşmama

# agreement_status.not_agreed.description
source: Parties could not reach an agreement.
sv: Parterna kunde inte nå en överenskommelse.
tr: Taraflar anlaşamadı.

# agreement_status.select_prompt
source: Select agreement status
sv: Välj överenskommelsestatus
tr: Anlaşma durumunu seçin

# agreement_status.tap_to_select
source: Tap to select
sv: Tryck för att välja
tr: Seçmek için dokunun

# app.description
source: Calculate mediation fees quickly and accurately
sv: Beräkna medlingsarvoden snabbt och korrekt
tr: Arabuluculuk ücretlerini hızlı ve doğru hesaplayın

# app.tagline
source: Mediation Fee Calculator
sv: Kalkylator för medlingsarvode
tr: Arabuluculuk Ücreti Hesaplama

# Arabuluculuk Ücreti Hesaplama
source: Mediation Fee Calculation
sv: Beräkning av medlingsarvode
tr: Arabuluculuk Ücreti Hesaplama

# attorney_fee.agreed
source: Agreement
sv: Överenskommelse
tr: Anlaşma

# attorney_fee.agreement_amount
source: Agreement Amount
sv: Överenskommelsebelopp
tr: Anlaşma Tutarı

# attorney_fee.agreement_screen_title
source: Agreement Status
sv: Överenskommelsestatus
tr: Anlaşma Durumu

# attorney_fee.bonus_amount
source: 1/4 Bonus
sv: 1/4 Tillägg
tr: 1/4 Fazlası

# attorney_fee.calculated_fee
source: Attorney Fee
sv: Advokatarvode
tr: Avukatlık Ücreti

# attorney_fee.civil_peace_court
source: Civil Court of Peace
sv: Fredsdomstol (Sulh Hukuk Mahkemesi)
tr: Sulh Hukuk Mahkemesi

# attorney_fee.claim_amount
source: Claim Amount
sv: Fordringsbelopp
tr: Asıl Alacak Tutarı

# attorney_fee.consumer_court
source: Consumer Court
sv: Konsumentdomstol
tr: Tüketici Mahkemesi

# attorney_fee.court_type
source: Court
sv: Domstol
tr: Mahkeme

# attorney_fee.fee_exceeds_amount_warning
source: This fee cannot exceed the principal claim.
sv: Detta arvode kan inte överstiga huvudfordran.
tr: Bu ücret asıl alacağı geçemez.

# attorney_fee.first_instance_court
source: Civil/Commercial Court of First Instance
sv: Allmän tvistemålsdomstol (Asliye Mahkemesi)
tr: Asliye Hukuk/Ticaret Mahkemesi

# attorney_fee.flat_fee
source: Flat Fee
sv: Fast arvode
tr: Maktu Ücret

# attorney_fee.input_screen_title
source: Calculation Details
sv: Beräkningsdetaljer
tr: Hesaplama Bilgileri

# attorney_fee.intellectual_property_court
source: Intellectual and Industrial Property Court
sv: Immaterialrättsdomstol
tr: Fikri ve Sınai Haklar Mahkemesi

# attorney_fee.legal_reference
source: Legal Reference: 2026 Minimum Attorney Fee Tariff Art.16
sv: Rättslig referens: 2026 Minsta advokatarvodestariff art. 16
tr: Yasal Dayanak: 2026 Avukatlık Asgari Ücret Tarifesi m.16

# attorney_fee.legal_reference_format
source: Legal Reference: %d Minimum Attorney Fee Tariff Art.16
sv: Rättslig referens: %d Minsta advokatarvodestariff art. 16
tr: Yasal Dayanak: %d Avukatlık Asgari Ücret Tarifesi m.16

# attorney_fee.minimum_fee_applied
source: Minimum fee applied
sv: Minimiarvode tillämpat
tr: Asgari ücret uygulandı

# attorney_fee.monetary_type
source: Monetary
sv: Ekonomisk
tr: Konusu Para Olan

# attorney_fee.non_monetary_type
source: Non-Monetary
sv: Icke-ekonomisk
tr: Konusu Para Olmayan

# attorney_fee.not_agreed
source: No Agreement
sv: Ingen överenskommelse
tr: Anlaşmama

# attorney_fee.result_title
source: Result
sv: Resultat
tr: Sonuç

# attorney_fee.select_court
source: Select Court
sv: Välj domstol
tr: Mahkeme Seçin

# attorney_fee.third_part_fee
source: Third Part Fee
sv: Tredje delens arvode
tr: Üçüncü Kısım Ücreti

# attorney_fee.type_screen_title
source: Attorney Fee
sv: Advokatarvode
tr: Avukatlık Ücreti

# calculation_type.monetary
source: Monetary
sv: Ekonomisk
tr: Konusu Para Olan

# calculation_type.monetary.description
source: Fee Calculation For Monetary Disputes
sv: Arvodesberäkning för ekonomiska tvister
tr: Parasal Uyuşmazlıklar İçin Ücret Hesaplama

# calculation_type.non_monetary
source: Non-Monetary
sv: Icke-ekonomisk
tr: Konusu Para Olmayan

# calculation_type.non_monetary.description
source: Fee Calculation For Non-monetary Disputes
sv: Arvodesberäkning för icke-ekonomiska tvister
tr: Parasal Olmayan Uyuşmazlıklar İçin Ücret Hesaplama

# calculation_type.smm_calculation
source: SMM Calculation
sv: SMM-beräkning
tr: SMM Hesaplama

# calculation_type.smm_calculation.description
source: Freelance Receipt Calculation
sv: Frilanskvittoberäkning
tr: Serbest Meslek Makbuzu Hesaplama

# calculation_type.time_calculation
source: Time Calculation
sv: Tidsberäkning
tr: Süre Hesaplama

# calculation_type.time_calculation.description
source: Time Planning For Mediation Processes
sv: Tidsplanering för medlingsprocesser
tr: Arabuluculuk Süreçlerinin Zaman Planlaması

# calculation.type_header
source: Calculation Type
sv: Beräkningstyp
tr: Hesaplama Türü

# contact.email
source: E-mail
sv: E-post
tr: E-posta

# contact.rate_app
source: Rate App
sv: Betygsätt appen
tr: Uygulamayı Değerlendir

# contact.send_feedback
source: Send Feedback
sv: Skicka feedback
tr: Geri Bildirim Gönder

# contact.share_app
source: Share App
sv: Dela appen
tr: Uygulamayı Paylaş

# contact.website
source: Website
sv: Webbplats
tr: Web Sitesi

source: Copy
sv: Kopiera

# court_type.civil_peace
source: Civil Court of Peace
sv: Fredsdomstol (Sulh Hukuk Mahkemesi)
tr: Sulh Hukuk Mahkemesi

# court_type.consumer
source: Consumer Court
sv: Konsumentdomstol
tr: Tüketici Mahkemesi

# court_type.first_instance
source: Civil/Commercial Court of First Instance
sv: Allmän tvistemålsdomstol (Asliye Mahkemesi)
tr: Asliye Hukuk/Ticaret Mahkemesi

# court_type.intellectual_property
source: Intellectual and Industrial Property Court
sv: Immaterialrättsdomstol
tr: Fikri ve Sınai Haklar Mahkemesi

# dispute_category.attorney_fee
source: Attorney Fee
sv: Advokatarvode
tr: Avukatlık Ücreti

# dispute_category.attorney_fee.description
source: Calculate attorney fee in mediation
sv: Beräkna advokatarvode vid medling
tr: Arabuluculukta vekalet ücreti hesapla

# dispute_category.business
source: Business Law
sv: Handelsrätt
tr: Ticaret Hukuku

# dispute_category.consumer
source: Consumer Law
sv: Konsumenträtt
tr: Tüketici Hukuku

# dispute_category.employment
source: Employment Law
sv: Arbetsrätt
tr: İş Hukuku

# dispute_category.family
source: Family Law
sv: Familjerätt
tr: Aile Hukuku

# dispute_category.general
source: General Law
sv: Allmän rätt
tr: Genel Hukuk

# dispute_category.immovable
source: Immovable Property Law
sv: Fastighetsrätt
tr: Taşınmaz Hukuku

# dispute_category.main_categories
source: Dispute Categories
sv: Tvistekategorier
tr: Uyuşmazlık Kategorileri

# dispute_category.mediation_fee
source: Mediation Fee
sv: Medlingsarvode
tr: Arabuluculuk Ücreti

# dispute_category.mediation_fee.subtitle
source: All Calculation Methods
sv: Alla beräkningsmetoder
tr: Tüm Hesaplama Yöntemleri

# dispute_category.mediation_fee.description
source: Mediation Fee Calculations
sv: Beräkningar av medlingsarvode
tr: Arabuluculuk Ücreti Hesaplamaları

# dispute_category.monetary
source: Monetary Dispute
sv: Ekonomisk tvist
tr: Parasal Olan Uyuşmazlık

# dispute_category.monetary.description
source: Disputes involving monetary claims
sv: Tvister som involverar ekonomiska fordringar
tr: Parasal talep içeren uyuşmazlıklar

# dispute_category.non_monetary
source: Non-Monetary Dispute
sv: Icke-ekonomisk tvist
tr: Parasal Olmayan Uyuşmazlık

# dispute_category.non_monetary.description
source: Disputes without monetary claims
sv: Tvister utan ekonomiska fordringar
tr: Parasal talep içermeyen uyuşmazlıklar

# dispute_category.other_calculations
source: Other Calculations
sv: Övriga beräkningar
tr: Diğer Hesaplamalar

# dispute_category.reinstatement
source: Reinstate Employee
sv: Återinsättning av anställd
tr: İşe İade

# dispute_category.reinstatement.description
source: Calculate fees for reinstatement disputes
sv: Beräkna arvoden för återinsättningstvister
tr: İşe iade uyuşmazlıkları için ücret hesapla

# dispute_category.rent_special
source: Tenancy (Eviction/Adjustment)
sv: Hyrestvist (Avhysning/Justering)
tr: Kira (Tahliye/Tespit)

# dispute_category.rent_special.description
source: Calculate attorney's fees for tenancy disputes
sv: Beräkna advokatarvoden för hyrestvister
tr: Kira uyuşmazlıkları için vekalet ücreti hesapla

# dispute_category.serial_disputes
source: Serial Disputes
sv: Seriella tvister
tr: Seri Uyuşmazlık

# dispute_category.serial_disputes.description
source: Calculate fees for serial disputes
sv: Beräkna arvoden för seriella tvister
tr: Seri uyuşmazlıklar için ücret hesapla

# dispute_category.smm_calculation
source: SMM Calculation
sv: SMM-beräkning
tr: SMM Hesaplama

# dispute_category.smm_calculation.description
source: Calculate independent mediator fee
sv: Beräkna oberoende medlararvode
tr: Serbest arabulucu ücretini hesaplayın

# dispute_category.special_calculations
source: Special Calculations
sv: Specialberäkningar
tr: Özel Hesaplamalar

# dispute_category.subtitle
source: Choose the type of calculation for your mediation fee
sv: Välj beräkningstyp för ditt medlingsarvode
tr: Arabuluculuk ücretiniz için hesaplama türünü seçin

# dispute_category.time_calculation
source: Time Calculation
sv: Tidsberäkning
tr: Süre Hesaplama

# dispute_category.time_calculation.description
source: Calculate mediation duration
sv: Beräkna medlingens varaktighet
tr: Arabuluculuk süresini hesaplayın

# dispute_category.title
source: Select Category
sv: Välj kategori
tr: Kategori Seçin

# dispute_type.agricultural_production
source: Agricultural Production
sv: Jordbruksproduktion
tr: Tarımsal Üretim

# dispute_type.agricultural_production.description
source: Agricultural Production Contract Disputes
sv: Tvister om jordbruksproduktionsavtal
tr: Tarımsal Üretim Sözleşmesinden Kaynaklanan Uyuşmazlıklar

# dispute_type.commercial
source: Commercial Dispute
sv: Handelstvist
tr: Ticari Uyuşmazlık

# dispute_type.commercial.description
source: Disputes Arising From Commercial Law
sv: Tvister enligt handelsrätt
tr: Ticaret Hukukundan Kaynaklanan Uyuşmazlıklar

# dispute_type.condominium
source: Condominium Dispute
sv: Bostadsrättstvist
tr: Kat Mülkiyeti Uyuşmazlığı

# dispute_type.condominium.description
source: Dispute Arising From Condominium Law
sv: Tvist enligt bostadsrättslagstiftning
tr: Kat Mülkiyeti Hukukundan Kaynaklanan Uyuşmazlıklar

# dispute_type.consumer
source: Consumer Dispute
sv: Konsumenttvist
tr: Tüketici Uyuşmazlığı

# dispute_type.consumer.description
source: Dispute Arising From Consumer Law
sv: Tvist enligt konsumenträtt
tr: Tüketici Hukukundan Kaynaklanan Uyuşmazlıklar

# dispute_type.family
source: Family Law
sv: Familjerätt
tr: Aile Hukuku

# dispute_type.family.des
source: Disputes Arising From Family Law
sv: Tvister enligt familjerätt
tr: Aile Hukukundan Kaynaklanan Uyuşmazlıklar

# dispute_type.neighbor
source: Neighbor Disputes
sv: Grannetvister
tr: Komşu Uyuşmazlıkları

# dispute_type.neighbor.description
source: Disputes Arising From Neighbor Law
sv: Tvister enligt grannelagsrätt
tr: Komşu Hukukundan Kaynaklanan Uyuşmazlıklar

# dispute_type.non_monetary_note
source: According to Article 7/1 of the Mediation Fee Tariff, for legal disputes that are non-monetary or cannot be evaluated with money, the mediation fee is calculated as a flat rate based solely on the number of parties.
sv: Enligt artikel 7/1 i medlingsarvodestariffen beräknas medlingsarvodet för rättstvister som är icke-ekonomiska eller inte kan värderas i pengar som ett fast belopp baserat enbart på antalet parter.
tr: Arabuluculuk Ücret Tarifesi m.7/1 hükmünce konusu para olmayan veya para ile değerlendirilemeyen hukuki uyuşmazlıklarda arabuluculuk ücreti sadece taraf sayısına göre maktu hesaplanır.

# dispute_type.other
source: Other Disputes
sv: Övriga tvister
tr: Diğer Uyuşmazlıklar

# dispute_type.other.description
source: Other Types Of Disputes
sv: Övriga typer av tvister
tr: Diğer Uyuşmazlık Türleri

# dispute_type.partnership_dissolution
source: Partition
sv: Bodelning
tr: Ortaklığın Giderilmesi

# dispute_type.partnership_dissolution.description
source: Dissolution of Joint Ownership
sv: Upplösning av samäganderätt
tr: Ortaklığın Giderilmesine İlişkin Uyuşmazlıklar

# dispute_type.rent
source: Tenancy Dispute
sv: Hyrestvist
tr: Kira Uyuşmazlığı

# dispute_type.rent.description
source: Dispute Arising From Tenancy Law
sv: Tvist enligt hyresrätt
tr: Kira Hukukundan Kaynaklanan Uyuşmazlıklar

# dispute_type.select_prompt
source: Select Dispute Type
sv: Välj tvistyp
tr: Uyuşmazlık Türü Seçiniz

# dispute_type.worker_employer
source: Employment Dispute
sv: Arbetsrättstvist
tr: İşçi-İşveren Uyuşmazlığı

# dispute_type.worker_employer.description
source: Employment Dispute
sv: Arbetsrättstvist
tr: İş Hukukundan Kaynaklanan Uyuşmazlıklar

source: DisputeCategoryView - Coming Soon
sv: Tvistekategorivy - Kommer snart
tr: Anlaşmazlık Kategorisi Görünümü - Yakında

# error.calculation_failed
source: Calculation failed
sv: Beräkningen misslyckades
tr: Hesaplama işlemi başarısız

# error.file_error
source: File error
sv: Filfel
tr: Dosya hatası

# error.invalid_input
source: Invalid input
sv: Ogiltig inmatning
tr: Geçersiz giriş

# error.network_error
source: Network error
sv: Nätverksfel
tr: Ağ hatası

# error.tariff_creation_failed
source: Tariff creation failed
sv: Tariffskapande misslyckades
tr: Tarife oluşturulamadı

# error.try_again
source: Try again
sv: Försök igen
tr: Tekrar deneyin

# error.unknown_error
source: Unknown error
sv: Okänt fel
tr: Bilinmeyen hata

# error.unsupported_year
source: Unsupported year
sv: År stöds ej
tr: Desteklenmeyen yıl

# general.back
source: Back
sv: Tillbaka
tr: Geri

# general.calculate
source: Calculate
sv: Beräkna
tr: Hesapla

# general.calculated_with_denklem
source: Calculated with Denklem
sv: Beräknat med Denklem
tr: Denklem ile hesaplandı

# general.cancel
source: Cancel
sv: Avbryt
tr: İptal

# general.close
source: Close
sv: Stäng
tr: Kapat

# general.dispute_subject
source: Dispute Subject
sv: Tvisteämne
tr: Uyuşmazlık Konusu

# general.done
source: Done
sv: Klar
tr: Bitti

# general.error
source: Error
sv: Fel
tr: Hata

# general.export
source: Export
sv: Exportera
tr: Dışa Aktar

# general.next
source: Next
sv: Nästa
tr: İleri

# general.recalculate
source: Recalculate
sv: Beräkna om
tr: Yeniden Hesapla

# general.save
source: Save
sv: Spara
tr: Kaydet

# general.share
source: Share
sv: Dela
tr: Paylaş

# general.success
source: Success
sv: Lyckades
tr: Başarılı

# general.warning
source: Warning
sv: Varning
tr: Uyarı

# Giriş - %@
source: Enter - %@
sv: Öppna - %@
tr: Giriş - %@

source: Hello, world!
sv: Hej, världen!

# home.dispute_categories
source: Dispute Categories
sv: Tvistekategorier
tr: Uyuşmazlık Kategorileri

# home.monetary_disputes
source: Monetary Disputes
sv: Ekonomiska tvister
tr: Konusu Para Olan Uyuşmazlıklar

# home.non_monetary_disputes
source: Non-Monetary Disputes
sv: Icke-ekonomiska tvister
tr: Konusu Para Olmayan Uyuşmazlıklar

# home.other_calculations
source: Other Calculations
sv: Övriga beräkningar
tr: Diğer Hesaplamalar

# home.select_year
source: Select Year
sv: Välj år
tr: Yıl Seçiniz

# home.smm_calculation
source: SMM Calculation
sv: SMM-beräkning
tr: SMM Hesaplama

# home.time_calculation
source: Time Calculation
sv: Tidsberäkning
tr: Süre Hesaplama

# home.welcome
source: Welcome
sv: Välkommen
tr: Hoş Geldiniz

# home.year_warning
source: Scroll up and select year
sv: Skrolla upp och välj år
tr: Yukarı kaydırınız ve yıl seçiniz

# input.agreement_amount
source: Agreement Amount
sv: Överenskommelsebelopp
tr: Anlaşma Tutarı

# input.assignment_date
source: Assignment Date
sv: Uppdragsdatum
tr: Görev Tarihi

# input.hint.amount
source: Monetary value of the dispute
sv: Tvistens ekonomiska värde
tr: Uyuşmazlığın parasal değeri

# input.hint.mediation_fee
source: Mediation fee to be calculated
sv: Medlingsarvode att beräkna
tr: Hesaplanacak arabuluculuk ücreti

# input.hint.party_count
source: Number of parties participating in mediation
sv: Antal parter som deltar i medlingen
tr: Arabuluculuk sürecine katılan taraf sayısı

# input.mediation_fee
source: Mediation Fee
sv: Medlingsarvode
tr: Arabuluculuk Ücreti

# input.party_count
source: Party Count
sv: Antal parter
tr: Taraf Sayısı

# input.placeholder.amount
source: Enter Agreement Amount
sv: Ange överenskommelsebelopp
tr: Anlaşma Tutarı Girin

# input.placeholder.claim_amount
source: Enter Claim Amount
sv: Ange fordringsbelopp
tr: Asıl Alacak Tutarı Girin

# input.placeholder.mediation_fee
source: Enter Fee
sv: Ange arvode
tr: Hesaplanacak Ücreti Girin

# input.placeholder.party_count
source: Enter Party Count
sv: Ange antal parter
tr: Taraf Sayısı Girin

# input.start_date
source: Start Date
sv: Startdatum
tr: Başlangıç Tarihi

# language.change_success
source: Language changed successfully.
sv: Språket ändrades.
tr: Dil başarıyla değiştirildi.

# language.current
source: Current Language
sv: Aktuellt språk
tr: Mevcut Dil

# language.english
source: English
sv: Engelska
tr: İngilizce

# language.restart_required
source: Restart the app for changes to take effect.
sv: Starta om appen för att ändringarna ska träda i kraft.
tr: Değişiklikler için uygulamayı yeniden başlatın.

# language.select
source: Select Language
sv: Välj språk
tr: Dil Seçiniz

# language.swedish
source: Swedish
sv: Svenska
tr: İsveççe

# language.title
source: Language Settings
sv: Språkinställningar
tr: Dil Ayarları

# language.turkish
source: Turkish
sv: Turkiska
tr: Türkçe

# legal.data_protection
source: Data Protection
sv: Dataskydd
tr: Veri Koruması

source: Legal Disclaimer
sv: Juridisk ansvarsfriskrivning
tr: Yasal Uyarı

# legal.disclaimer_text
source: This application is for informational purposes only and should not be used as a definitive reference for official calculations.
sv: Denna applikation är enbart avsedd för informationssyften och bör inte användas som en definitiv referens för officiella beräkningar.
tr: Bu uygulama yalnızca bilgilendirme amaçlıdır ve resmi hesaplamalar için kesin referans olarak kullanılmamalıdır.

# legal.official_source
source: Official Source
sv: Officiell källa
tr: Resmi Kaynak

# legal.privacy_policy
source: Privacy Policy
sv: Integritetspolicy
tr: Gizlilik Politikası

# legal.source
source: Source
sv: Källa
tr: Kaynak

# legal.terms_of_use
source: Terms of Use
sv: Användarvillkor
tr: Kullanım Şartları

# legislation.action.open_document
source: Open Document
sv: Öppna dokument
tr: Belgeyi Aç

# legislation.action.open_in_safari
source: Open in Safari
sv: Öppna i Safari
tr: Safari'de Aç

# legislation.document.search.prompt
source: Search in document...
sv: Sök i dokument...
tr: Belgede ara...

# legislation.filter.all
source: All
sv: Alla
tr: Tümü

# legislation.info.type
source: Type
sv: Typ
tr: Tür

# legislation.info.year
source: Year
sv: År
tr: Yıl

# legislation.law.acceptance
source: Acceptance Date: %@
sv: Godkännandedatum: %@
tr: Kabul Tarihi: %@

# legislation.law.gazette
source: Official Gazette: %@, No: %@
sv: Officiell tidning: %@, Nr: %@
tr: Resmî Gazete: %@, Sayı: %@

# legislation.law.number
source: Law No: %@
sv: Lag Nr: %@
tr: Kanun No: %@

# legislation.law.section.articles
source: Law Articles
sv: Lagartiklar
tr: Kanun Maddeleri

# legislation.ministry_source
source: Ministry of Justice
sv: Justitieministeriet
tr: Adalet Bakanlığı

# legislation.search.prompt
source: Search documents...
sv: Sök dokument...
tr: Belge ara...

# legislation.section.articles
source: Tariff Articles
sv: Tariffartiklar
tr: Tarife Maddeleri

# legislation.source
source: Source
sv: Källa
tr: Kaynak

# legislation.status.draft
source: Draft
sv: Utkast
tr: Taslak

# legislation.status.official
source: Official
sv: Officiell
tr: Resmi

# legislation.subtitle
source: Legislation and tariffs related to mediation
sv: Lagstiftning och tariffer relaterade till medling
tr: Arabuluculuk ile ilgili mevzuat ve tarifeler

# legislation.tag.official
source: Official
sv: Officiell
tr: Resmi

# legislation.tariff_name
source: Mediation Fee Tariff
sv: Medlingsarvodets tariff
tr: Arabuluculuk Ücret Tarifesi

# legislation.tariff.bracket.multiple
source: Multi
sv: Flera
tr: Çoklu

# legislation.tariff.bracket.single
source: Single
sv: Ensam
tr: Tek

# legislation.tariff.bracket.tier
source: Tier
sv: Nivå
tr: Dilim

# legislation.tariff.effectiveDate
source: Effective Date: %@
sv: Giltighetsdatum: %@
tr: Yürürlük Tarihi: %@

# legislation.tariff.menu.search
source: Search
sv: Sök
tr: Ara

# legislation.tariff.menu.share
source: Share
sv: Dela
tr: Paylaş

# legislation.tariff.search.prompt
source: Search in tariff...
sv: Sök i tariff...
tr: Tarifede ara...

# legislation.title
source: Legislation
sv: Lagstiftning
tr: Mevzuat

# legislation.type.attorney_tariff
source: Attorney Tariff
sv: Advokatartikel
tr: Avukatlık Tarifesi

# legislation.type.circular
source: Circular
sv: Cirkulär
tr: Genelge

# legislation.type.law
source: Law
sv: Lag
tr: Kanun

# legislation.type.regulation
source: Regulation
sv: Förordning
tr: Yönetmelik

# legislation.view_document
source: View Document
sv: Visa dokument
tr: Belgeyi Görüntüle

# legislation.year
source: Year
sv: År
tr: Yıl
